import React from 'react'
import styles from './Text3.module.scss'

const Text3 = () => {
  return (
    <div className={styles.root}>
      <p>
        Самые современные сборные дома - это модульные, потому что они
        адаптируются к потребностям своих владельцев. Это дома, построенные в
        мастерских или на фабриках, и некоторые крупные застройщики, такие как
        Vía Célere или Aedas, уже работают в этой сфере производства, и которые
        они предпочитают называть промышленными домами (viviendas
        industrializadas).
      </p>
      <p>
        Что касается материалов, древесина отличается невысокой стоимостью. Но
        необходимо учитывать, что их эксплуатация дороже и срок службы меньше,
        чем у других сборных металлических или бетонных домов.
      </p>
      <p>
        Стальные конструкции предлагают домовладельцу большую прочность и
        долговечность, хотя на самом деле именно бетонные конструкции завоевали
        наибольшую долю рынка в последние годы. В любом случае, независимо от
        выбранного материала, покупатель должен ознакомиться с гарантией,
        предлагаемой каждым производителем.
      </p>
      <p>
        Кроме того, новые европейские правила, регулирующие энергоэффективность
        дома должны вступить в силу в 2020 году, также влияют на сборные дома.
      </p>
      <p>
        «Производители сборных домов должны предоставить вам 10-летнюю гарантию
        на конструкцию (для остальных компонентов дома - 3 года), если это дом
        со строительным проектом (construcción). Юридическая гарантия на
        мобильные дома - два года».
      </p>
      <p>
        Исходя из вышеизложенного предлагаю долевое участие в производстве
        типовых модульных домов из морских контейнеров на базе моего
        предприятия.
      </p>
      <p>
        В настоящий момент разработаны типовые эскизные проекты и требуется
        финансирование производства двух модулей (кухня и спальня) для
        презентации потенциальным покупателям. Наши дома будут оснащены
        солнечными батареями и экономной системой отопления, укомплектованы всей
        мебелью собственного производства (дизайн согласовывается с заказчиком),
        оконными системами Ecoline 600 или Salamander. Наружная отделка может
        быть произведена как композитными так и натуральными материалами. Также
        можем предложить обустройство придомовой территории.
      </p>
      <p>
        Существующие производственные площади дают возможность производить любой
        типовой модульный дом сроком до трех месяцев.
      </p>
      <p>Примерная стоимость 1 м.кв. – 500 евро</p>
      <p>Сумма первоначальной одноразовой инвестиции – 15000 евро.</p>
      <p>
        Сумма производственной инвестиции – до 70 000 евро (в зависимости от
        выбранного проекта)
      </p>
      <p>Срок окупаемости – один проект.</p>
      <p>
        Также можно рассматривать строительство дома на приобретенном участке с
        последующей продажей.
      </p>
    </div>
  )
}

export default Text3
