import React from 'react'
import styles from './Text2.module.scss'

const Text2 = () => {
  return (
    <div className={styles.root}>
      <p>
        Как правило, земля должна быть городской (terreno urbano), однако, чтобы
        разместить их в сельских районах (rústicas), последнее слово будет за
        каждым Comunidad Autónoma, компетентным органом по управлению
        неосвоенными землями. Например, в Эстремадуре они более гибки c
        установкой мобильных домов или c использованием солнечной энергии на
        деревенских землях, если они не установлены в защищенной зоне, в то
        время как в других регионах, таких как Астурия или Галисия, это не
        допускается.
      </p>
      <p>
        «Большинство из них следуют правилам Сообщества (normativa de la
        Comunidad), но есть муниципалитеты c особыми правилами». B этом смысле
        реальность такова, что есть муниципалитеты или сообщества c более
        гибкими правилами, но нет ни одного, что выделялось бы среди остальных.
      </p>
      <p>
        Следует отметить, что лучше всего в каждом случае проконсультироваться c
        Plan General de Ordenación Urbana каждого муниципалитета, чтобы узнать
        квалификацию земли, на которой будет установлен сборный дом. Поэтому для
        проведения любой процедуры необходимо сходить в администрацию, которой
        принадлежит участок, и запросить его градостроительное дело.
      </p>
      <p>
        Муниципальный техник объяснит, каковы характеристики участка, и подробно
        расскажет, совместим ли он с размещением Вашего сборного дома. В этом
        случае модель строительства не будет приниматься во внимание, а будут
        учитываться такие вопросы, как приграничные районы, застраиваемая
        площадь, максимальная высота или внешняя отделка.
      </p>
      <p>
        Наличие всех разрешений избавит Вас от страха, поскольку любое
        использование земли, несовместимое с ее классификацией, будет
        незаконным. Кроме того, желательно знать статус земли. Чтобы
        гарантировать её пригодность, могут быть проведены геотехнические и
        топографические исследования.
      </p>
      <p>
        Еще один вопрос, который следует учитывать, - это предназначение этих
        домов. Когда вы покупаете сельскую землю (terreno rústico), Вы должны
        четко понимать, сможете ли Вы установить на ней дом. Как правило,
        сборные дома служат в качестве второго жилья или дома для отдыха на
        сельской земле, поэтому большинству из них не требуется архитектурный
        проект, чтобы пройти обязательный Código Técnico de Edificación
        (CTE) для получения разрешения в местной администрации.
      </p>
      <p>
        Даже в этом случае модульные дома, особенно большие
        домокомплекты, должны иметь CTE, поскольку большинство из них
        используется в качестве обычного жилья.
      </p>
      <p>
        «Нет никаких национальных правил, все зависит от региональных или
        местных правил каждого муниципалитета. Некоторые из них более строги в
        строительстве, чем другие»
      </p>
      <p>
        Все процедуры для этих типов жилья влекут за собой расходы, которые в
        случае мобильных домов будут ниже. Разрешения на строительство не
        потребуются, но потребуется определенная документация, такая
        как licencia urbanística, за которую необходимо заплатить сбор в размере
        от 0,5% до 2% от Вашего бюджета на дом.
      </p>
      <p>
        Однако для домов, рассматриваемых как недвижимость, помимо
        городской лицензии, необходимо сделать презентацию проекта и
        уплатить налог на строительство, установку и работы (impuesto sobre
        construcciones, instalaciones y obras), который обычно составляет
        около 4% от бюджета.
      </p>
      <p>
        Когда дом будет готов, Вы должны узаконить его эксплуатацию. Для этого
        запрашивается сертификат пригодности для проживания (cédula de
        habitabilidad) с оплатой налога, который будет зависеть от
        каждого Comunidad Autónoma, лицензия licencia de primera ocupación,
        которой администрация сертифицирует, что дом соответствует проекту, с
        уплатой соответствующего налога. Мобильные дома освобождены от этих
        процедур, если только Вы не хотите задекларировать расходы. В таком
        случае необходимо получить документацию, эквивалентную недвижимым домам.
      </p>
      <p>
        Модульные дома (casas prefabricadas), считающиеся недвижимым
        имуществом, смогут подавать на ипотеку так же, как обычные
        дома. Далее, если дом находится на деревенской земле, но он неправильно
        зарегистрирован в реестре собственников (Registro de la Propiedad) или
        является мобильным, не будет возможности для ипотеки, кроме
        финансирования, такого как личный займ. Чтобы облегчить эти
        процедуры, некоторые производители заключают финансовые соглашения с
        банками.
      </p>
      <p>
        «Правда в том, что мобильные дома сложно поставить на частной земле, их
        чаще всего устанавливают в кемпингах, где им не нужно платить эти
        сборы», - говорят в Eurocasas.
      </p>
    </div>
  )
}

export default Text2
