import React from 'react'
import styles from './Text1.module.scss'

const Text1 = () => {
  return (
    <div className={styles.root}>
      <p>
        Сasa prefabricada- сборный дом, предварительно изготовленный на фабрике.
        <br />
        После пандемии covid-19 множество людей не раз думали, что сборный дом
        вдали от городской суеты будет хорошим вариантом для проживания или
        проведения отпуска.
      </p>
      <p>
        Спрос на этот тип жилья, пользующийся большим успехом в США и Канаде, в
        последние годы в Испании увеличился.
      </p>
      <p>
        В 2017 году в Испании не было специальных законов, разрешений или
        налогов на сборные дома в целом. Согласно отчетам Eurocasas, компании,
        специализирующейся на сборных домах, сейчас правовая ситуация
        изменилась, и редко можно найти муниципалитет, который не имеет
        конкретных правил в этом отношении. По этой причине перед покупкой дома
        такого типа важно ознакомиться с правилами каждого района.
      </p>
      <p>
        До появления этой правовой базы специфическое урегулирование
        определялось нормативами жилищного строительства (camino normativo). В
        законодательстве, Código Civil различает недвижимое (inmuebles) и
        движимое имущество (muebles).
      </p>
      <ul>
        <li>
          В статье 334 он называет недвижимостью «земли, здания, дороги и
          конструкции всех видов, привязанные к земле» (tierras, edificios,
          caminos y construcciones de todo género adheridas al suelo)
        </li>
        <li>
          А движимое имущество определяется как то, которое «можно
          транспортировать из одной точки в другую без ущерба для недвижимости,
          к которой оно прикреплено». (se pueden transportar de un punto a otro
          sin menoscabo de la cosa inmueble a que estuvieren unidos)
        </li>
      </ul>
      <p>
        Следовательно, если Ваш сборный дом нуждается в фундаменте и подключении
        к общедоступным источникам воды и энергии, он будет считаться недвижимым
        имуществом, и Вы должны следовать процессу, изложенному в Ley de
        Ordenación de Edificios (LOE) и Código Técnico de Edificación (CTE): Вам
        понадобится лицензия на строительство, работы, расположение и якорную
        стоянку на земле пригодной для строительства жилья. (la licencia para la
        construcción, las obras, la ubicación y el anclaje en suelo urbanizable)
      </p>
      <p>
        Для всех этих процедур у Вас должен быть проект, подписанный
        архитектором.
      </p>
      <p>
        «Строительный проект всегда предоставляет архитектор, который может
        работать в компании или на компанию. В нашем случае, каждый проект
        индивидуален, потому что каждый дом создан специально под клиента»
        Теперь, если Ваш дом можно перевозить, речь пойдет о мобильном доме. В
        этом случае потребуется не так много бумажной волокиты. Как правило,
        нормативы считают, что эти мобильные дома могут изменить свое
        расположение практически в любое время, поэтому для них требуется не так
        много разрешений.
      </p>
      <p>
        «В нашем случае (и во многих других компаниях) все дома, которые у нас
        есть, можно транспортировать, фактически они отправляются полностью
        собранными с завода для сборки на земле. Однако некоторые из них будут
        передвижными домами и другими модульными конструкциями (прикрепленными к
        земле и считающимися движимым имуществом)».
      </p>
    </div>
  )
}

export default Text1
